{
    "translation": {
        "title": "Iñigo Aranguren - Software Product Lead - Mi CV",
        "header.academic": "Educación",
        "header.works": "Experiencia laboral",
        "profile.name": "Iñigo Aranguren",
        "profile.occupation": "Líder de Producto de Software",
        "profile.location": "Pamplona, España",
        "profile.email": "reachme.iaranguren@gmail.com",
        "profile.telephone": "+34 606324446",
        "aboutMe.label": "Perfil",
        "aboutMe.description": "Como ingeniero de telecomunicaciones con una sólida formación en desarrollo de software, estoy profundamente entusiasmado por todo lo relacionado con la tecnología y busco constantemente oportunidades para ampliar mis conocimientos y mejorar mis habilidades. También disfruto colaborando y valoro la oportunidad de trabajar junto a otros profesionales talentosos para lograr objetivos compartidos.",
        "skills.technicalLabel": "Habilidades técnicas",
        "skills.softLabel": "Otras habilidades",
        "skills.technicalSkills.0": "Desarrollo web (HTML, CSS, JavaScript, React, Redux, Node.js)",
        "skills.technicalSkills.1": "Computación en la nube y servicios (AWS, Serverless, IoT Core)",
        "skills.technicalSkills.2": "Bases de datos y almacenamiento (NoSQL)",
        "skills.technicalSkills.3": "Desarrollo de aplicaciones móviles (React Native)",
        "skills.technicalSkills.4": "Herramientas de gestión de proyectos (ClickUp, Notion, Slack, Git)",
        "skills.technicalSkills.5": "Diseño de interfaces de usuario (Figma)",
        "skills.technicalSkills.6": "Lenguajes de programación (Python, Arduino, PlatformIO)",
        "skills.otherSkills.0": "Desarrollo en la nube (AWS, Serverless, NoSQL, CI/CD)",
        "skills.otherSkills.1": "Desarrollo de front-end (React JS, Redux)",
        "skills.otherSkills.2": "Desarrollo de aplicaciones móviles (React Native)",
        "skills.otherSkills.3": "Desarrollo de back-end (Node JS, Python)",
        "skills.otherSkills.4": "Desarrollo de productos",
        "skills.otherSkills.5": "SCRUM",
        "skills.otherSkills.6": "Desarrollo de firmware (Arduino, PlatformIO, ESP32)",
        "skills.otherSkills.7": "Inglés (C1 Cambridge)",
        "skills.otherSkills.8": "Español (Nativo)",
        "skills.otherSkills.9": "Euskera (Básico)",
        "socialMedia.label": "SOCIAL",
        "socialMedia.social.0.label": "Iñigo Aranguren",
        "socialMedia.social.0.name": "linkedin",
        "socialMedia.social.0.url": "https://www.linkedin.com/in/iñigo-aranguren/",
        "socialMedia.social.0.className": "bxl-linkedin-square",
        "socialMedia.social.1.label": "arangu97",
        "socialMedia.social.1.name": "github",
        "socialMedia.social.1.url": "https://github.com/arangu97",
        "socialMedia.social.1.className": "bxl-github",
        "experience.works.0.title": "PRODUCT MANAGER",
        "experience.works.0.period": "Ene. 2022 - Actualidad",
        "experience.works.0.company": "inBiot Monitoring SL",
        "experience.works.0.description.0": "Experiencia en el ciclo completo de desarrollo de productos, desde la concepción hasta el lanzamiento y la mejora continua.",
        "experience.works.0.description.1": "Habilidad para realizar investigaciones de mercado, entender las necesidades del cliente e identificar oportunidades de mercado.",
        "experience.works.0.description.2": "Experiencia exitosa en la gestión y coordinación de equipos de desarrolladores de software, firmware y diseñadores, asegurando una colaboración eficiente y alineada con los objetivos del proyecto.",
        "experience.works.0.description.3": "Conocimiento en la optimización de la experiencia del usuario, realización de pruebas de usabilidad y recopilación de comentarios para mejorar la usabilidad y satisfacción del producto.",
        "experience.works.0.description.4": "Creación de relaciones sólidas con empresas del sector, logrando alineamiento de objetivos y colaboraciones fructíferas.",
        "experience.works.0.description.5": "Familiaridad con herramientas populares de gestión de productos, como ClickUp o Trello, para implementación de metodologías SCRUM.",
        "experience.works.1.title": "DESARROLLADOR FULL-STACK",
        "experience.works.1.period": "Sept. 2019 - Ene. 2022",
        "experience.works.1.company": "inBiot Monitoring SL",
        "experience.works.1.description.0": "Desarrollo front-end de plataformas web con React JS.",
        "experience.works.1.description.1": "Desarrollo back-end serverless utilizando Node JS.",
        "experience.works.1.description.2": "Desarrollo de infraestructura en la nube en Amazon Web Services.",
        "experience.works.1.description.3": "Desarrollo de aplicaciones móviles nativas con React Native.",
        "experience.works.1.description.4": "Diseño de interfaces de usuario utilizando Figma.",
        "experience.works.1.description.5": "Desarrollo de firmware para microcontroladores de dispositivos IoT con Arduino.",
        "experience.academic.0.career": "Máster en Ingeniería de Tecnologías de Telecomunicación",
        "experience.academic.0.date": "Sept 2019 - Jun 2021",
        "experience.academic.0.institution": "Universidad Pública de Navarra (Pamplona, ES)",
        "experience.academic.0.description": "Completar el Máster en Telecomunicaciones ha sido un catalizador para mi interés en el desarrollo full-stack y las redes IoT. Durante mi período de prácticas, tuve la oportunidad de sumergirme en un entorno laboral relacionado con estos temas, lo que me permitió aplicar mis conocimientos recién adquiridos en el máster y tener una comprensión más profunda de estas tecnologías. Como resultado, he descubierto que tengo una gran pasión por estos campos y deseo seguir desarrollándome en ellos. El máster me ha proporcionado las habilidades y el conocimiento necesarios para tener éxito en este campo y me ha ayudado a encontrar mi camino hacia una emocionante carrera en desarrollo de software y redes de telecomunicaciones.",
        "experience.academic.1.career": "Programa Erasmus",
        "experience.academic.1.date": "Ene 2019 - Jun 2019",
        "experience.academic.1.institution": "Politechnika Warszawska (Varsovia, PL)",
        "experience.academic.1.description": "Durante mi estancia de Erasmus en Varsovia, realicé mi trabajo de fin de grado en el cual estuve directamente involucrado en un proyecto en la Universidad Politechnika Warszawska. El proyecto desarrollaba la comunicación LoRa entre dispositivos IoT que medían ciertos compuestos en el sistema de alcantarillado de la ciudad y enviaban los datos a través de una red LoRaWAN a un servidor en la nube de la universidad. Esta experiencia me permitió desarrollar mis habilidades de programación de microcontroladores y mejorar mi comprensión de las redes IoT para su integración con servicios en la nube.",
        "experience.academic.2.career": "Grado en Ingeniería de Tecnologías de Telecomunicación",
        "experience.academic.2.date": "Sept 2015 - Jun 2019",
        "experience.academic.2.institution": "Universidad Pública de Navarra (Pamplona, ES)",
        "experience.academic.2.description": "Como ingeniero de telecomunicaciones especializado en telemática, tengo habilidades avanzadas en redes de telecomunicaciones, diseño y gestión de redes, seguridad de redes, desarrollo de software y aplicaciones, resolución de problemas, habilidades de gestión de proyectos, y conocimientos empresariales y de gestión. Estas habilidades me permiten diseñar, implementar y gestionar redes de telecomunicaciones de alta calidad, resolver problemas de telemática y comunicaciones de datos, y mejorar la eficiencia y competitividad empresarial."    
    }
}
  